[TC_WOTC_MWR_M14_RAS_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14 RAS</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14 RAS</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M14_RAS_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14 MWS</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14 с MWS</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу.\nБлагодаря использованию инопланетных сплавов, а также замены механизма отвода пороховых газов, на магнитный аналог, используемый в рельсотронах, нам удалось избавить прототип XM14E1 MWS от болезней присущих оригинальной M14 RAS, а также существенно повысить кинетическую энергию снаряда."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M14_RAS_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14/I2</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14/I2</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу.\n NV14 итерация 2 - следующий шаг, на пути модернизации винтовки M14. Замена ствола, на высокочастотный цилиндр, позволила повысить эксплуатационные и боевые качества данного образца, что несомненно сделало данный образец по настоящему мощной штурмовой винтовкой.
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MWR_M14_RAS_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14 RAS</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14 RAS</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MWR_M14_RAS_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14 MWS</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14 с MWS</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу.\nБлагодаря использованию инопланетных сплавов, а также замены механизма отвода пороховых газов, на магнитный аналог, используемый в рельсотронах, нам удалось избавить прототип XM14E1 MWS от болезней присущих оригинальной M14 RAS, а также существенно повысить кинетическую энергию снаряда."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MWR_M14_RAS_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14/I2</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14/I2</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу.\n NV14 итерация 2 - следующий шаг, на пути модернизации винтовки M14. Замена ствола, на высокочастотный цилиндр, позволила повысить эксплуатационные и боевые качества данного образца, что несомненно сделало данный образец по настоящему мощной штурмовой винтовкой.
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_M14_RAS_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14 RAS</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14 RAS</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_M14_RAS_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14 MWS</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14 с MWS</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу.\nБлагодаря использованию инопланетных сплавов, а также замены механизма отвода пороховых газов, на магнитный аналог, используемый в рельсотронах, нам удалось избавить прототип XM14E1 MWS от болезней присущих оригинальной M14 RAS, а также существенно повысить кинетическую энергию снаряда."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MWR_M14_RAS_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14/I2</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14/I2</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец M14 оборудован рельсовой системой принадлежностей (RAS) от компании Knight's Armament, и приклад из синтетических материалов, который призван решить эксплуатационные проблемы, присущие оригиналу.\n NV14 итерация 2 - следующий шаг, на пути модернизации винтовки M14. Замена ствола, на высокочастотный цилиндр, позволила повысить эксплуатационные и боевые качества данного образца, что несомненно сделало данный образец по настоящему мощной штурмовой винтовкой.
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"